{
    "quotes": [
        {
            "quote": "The best swimmers are the ones that almost don't try the most… It's just about relaxing and enjoying it.",
            "author": "Cate Campbell"
        },
        {
            "quote": "Traveling to swimming meets took me beyond my small-town existence, gave me a hint of the exciting world outside of my own home.",
            "author": "Esther Williams"
        },
        {
            "quote": "Never worry about what anyone else is doing… Just swim your own race.",
            "author": "Dara Torres"
        },
        {
            "quote": "Swimming is normal for me. I'm relaxed. I'm comfortable, and I know my surroundings. It's my home.",
            "author": "Michael Phelps"
        },
        {
            "quote": "I've enjoyed training again, I've enjoyed pushing myself in the pool and I'll keep on swimming until I feel I cannot get any more out of myself.",
            "author": "Ian Thorpe"
        },
        {
            "quote": "Swimming is great because there are levels of goals. First, when I was four, it was making it to the other end and overcoming the fear of standing up in front of everybody at a swim meet because I was such a shy kid.",
            "author": "Summer Sanders"
        },
        {
            "quote": "I can't imagine what I would be doing if I wasn't swimming. It is what I want to do now; it is what I want to do in the foreseeable future, and that is what I'm focusing on.",
            "author": "Cate Campbell"
        },
        {
            "quote": "It's a beautiful thing, diving into the cool crisp water and then just sort of being able to pull your body through the water and the water opening up for you.",
            "author": "Dawn Fraser"
        },
        {
            "quote": "Swimming is all about having fun, and I am a firm believer that you should keep swimming as long as you are having fun.",
            "author": "Scott Goldblatt"
        },
        {
            "quote": "Swimming is one of the best exercises for children. It engages almost every muscle in the body and is fun to do!",
            "author": "Jack LaLanne"
        },
        {
            "quote": "The water is your friend. You don't have to fight with water; just share the same spirit as the water, and it will help you move.",
            "author": "Aleksandr Popov"
        },
        {
            "quote": "Learning to swim at a young age teaches children about discipline, persistence, and the rewards of hard work.",
            "author": "Us"
        }
    ],
    "badQuotes": [
        {
            "quotesIIgnore": "The most important lesson I've learned from sports is how to be not only a gracious winner, but a good loser as well. Not everyone wins all the time, as a matter of fact, no one wins all the time. Winning is the easy part, losing is really tough. But, you learn more from one loss than you do from a million wins. You learn a lot about sportsmanship.",
            "author": "Amy Van Dyken"
        },
        {
            "quotesIIgnore": "Mainly, I like to have fun. Swimming is all about having fun, and I am a firm believer that you should keep swimming as long as you are having fun, but I can say that it becomes much more fun as you get older and learn more about the sport, life, and especially more about yourself.",
            "author": "Scott Goldblatt"
        }
    ]
}